FV2404/E_0082.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">MaBiS</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">7.69.1: AD: Übermittlung Datenstatus für die monatliche Ausfallarbeitsüberführungszeitreihe (AAÜZ) an NB und BKV (anfNB)</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7a8da1", label=<<B>E_0082</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> BIKO</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#7aab8a", label=<<B>1: </B>Ist die BKA (ohne KBKA) erfolgt?<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A03</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Datenstatus „Abgerechnete Daten“ für die höchste Version der AAÜZ mit dem<BR align="left"/>Datenstatus „Abrechnungsdaten“ in diesem Bilanzierungsmonat.<BR align="left"/></FONT>>];
    "A06" [margin="0.17,0.08", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#cfb986", label=<<B>A06</B><BR align="left"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Datenstatus „Abgerechnete Daten KBKA“ für die höchste Version der AAÜZ mit dem<BR align="left"/>Datenstatus „Abrechnungsdaten“, „Abgerechnete Daten“ oder „Abrechnungsdaten<BR align="left"/>KBKA“ in diesem Bilanzierungsmonat.<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A03" [label=<<B>JA</B>>, color="#7aab8a"];
    "1" -> "A06" [label=<<B>NEIN</B>>, color="#7aab8a"];

    bgcolor="transparent";
}
